Repository: nabetaro/apt-build-translation
Catalog: debian/po/*.po
Languages: pt_br, sv

source: Directory used by apt-build to download and build packages:
pt_br: Diretório utilizando pelo apt-build para armazenar e construir pacotes :
sv: Katalog att använda av apt-build för att ladda ner och bygga paket:

source: Directory used to store packages built by apt-build:
pt_br: Diretório utilizado para armazenar pacotes construídos pelo apt-build :
sv: Katalog för att spara paket byggda med apt-build:

source: Add apt-build repository to sources.list?
pt_br: Adicionar o repositório apt-build ao arquivo sources.list ?
sv: Lägga till apt-builds förråd till sources.list?

source: In order to install built package via APT, you must add a line like this to your sources.list: deb file:${repo} apt-build main
pt_br: Para poder instalar os pacotes construídos usando o APT, é necessário adicionar uma linha como essa em seu arquivo sources.list : deb file:${repo} apt-build main
sv: För att installera byggda paket via APT måste du lägga till en rad som denna till din sources.list: deb file:${repo} apt-build main

source: Light, Medium, Strong
pt_br: Fracas, Médias, Fortes
sv: Lätt, Medium, Stark

source: Which optimization level do you want?
pt_br: Qual nível de otimização você deseja ?
sv: Vilken optimeringsnivå vill du ha?

source: These are equivalent to -O1, -O2 and -O3. Optimization level is time dependant. The higher optimization level you choose, more time will be required for compiling, but the faster your programs will be. Warning: Strong optimization may lead to stability problems.
pt_br: Esses níveis são equivalentes as opções -O1, -O2 e -O3. O nível de otimização é dependente de tempo. Quanto maior o nível de otimização você escolher, mas tempo será necessário para a compilação terminar, mas seus programas ficarão mais rápidos. Aviso : Otimizações fortes podem levar a problemas de estabilidade.
sv: Dessa motsvarar -O1, -O2 and -O3. Optimeringsnivåer är tidskrävande. Ju högre optimeringsnivå du väljer, ju mer tid går åt att kompilera men dina program kommer att köra fortare. Varning: Stark optimering kan leda till stabilitetsproblem.

source: What is your architecture?
pt_br: Qual é sua arquitetura ?
sv: Vilken är din arkitektur?

source: If your architecture is not here, choose one and edit your configuration file (/etc/apt/apt-build.conf) by hand, and please do a bugreport. (wishlist)
pt_br: Caso sua arquitetura não esteja listada aqui, escolha uma e edite seu arquivo de configuração (/etc/apt/apt-build.conf) manualmente. E, por favor, envie um relatório de problemas (bug) com a prioridade "lista de desejos" (wishlist).
sv: Om din arkitektur inte finns här, välj en och redigera din konfigurationsfil (/etc/apt/apt-build.conf) för hand och skicka gärna en buggrapport till oss (wishlist).

source: Options to add to gcc:
pt_br: Opções a serem adicionadas ao gcc :
sv: Flaggor att skicka till gcc:

source: Options to add to make:
pt_br: Opções a serem adicionadas ao make :
sv: Flaggor att skicka till make:
